Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=342_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Ensimmäinen pohjoissaamenkielinen koulukartasto ilmestyi
smn: Vuossâmuš tavesämikielâlâš škoovlâ kárttákirje almostui

source: Ensimmäinen saamenkielinen koulukartasto on ilmestynyt.
smn: Vuossâmuš tavesämikielâlâš kárttáčuágáldâh škoovlâi várás lii almostum.

source: ´Skuvlla kártagirji´ on oppilaan peruskartasto ja se sisältää tietoa Suomesta, Pohjoismaista ja eri maanosista.
smn: ´Skuvlla kártagirji´ lii uáppee vuáđučuágáldâh já tast kávnojeh tiäđuh Suomâst, Tave-enâmijn já sierâsnâs eennâmoosijn.

source: Kartasto sisältää myös luettelon itsenäisistä valtioista lippuineen ja saamenkielisen hakemiston.
smn: Káártái lasseen kirjeest lii luvâttâllâm jiečânâs staatâin oovtâst jieijâs lipuiguin já tavesämikielâlâš usâttâh.

source: Lue lisää
smn: Luuvâ lase

source: tästä.
smn: täst.
